20260311/run-time-initialize-file-system-providers/target-host/wrk-quarkus3-native-5.log
Running 30s test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.23ms    4.87ms  69.21ms   83.46%
    Req/Sec   16024.83     88.21  16193.00     83.33
  480745 requests in 30.023s,   2.51GB read
Requests/sec: 16012.56
Transfer/sec:  85.70MB