20260311/run-time-initialize-file-system-providers/target-host/wrk-warmup-quarkus3-native-5.log
Running 2m test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.31ms    5.20ms 322.96ms   86.17%
    Req/Sec   15834.34    404.50  16072.00     95.00
  1900121 requests in 120.016s,   9.93GB read
Requests/sec: 15832.23
Transfer/sec:  84.75MB